@extends('layouts.app')

@section('main')


    <div class="main-container inner-page">
        <div class="container">
            <div class="row clearfix">
                <h1 class="text-center title-1"> Пользовательское соглашение </h1>
                <hr class="center-block small text-hr">

                <div class="col-lg-12">
                        <div class="white-box page">

                                <div><p>Настоящее Соглашение является публичной офертой.
                                        </p>

                                        <p>Регистрация Пользователя на Сайте подтверждает присоединение его к данному
                                                Соглашению.</p>


                                        <h2>Пользователь, принимая данное Соглашение:</h2>

                                        <ul>
                                                <li>Подтверждает, что ознакомился с условиями настоящего Соглашения.
                                                </li>

                                                <li>Гарантирует, что является совершеннолетним.</li>
                                                <li>Несет личную ответственность за содержание информации и материалов,
                                                        опубликованных им на Сайте, за сохранность и конфиденциальность
                                                        данных, необходимых для
                                                        его авторизации на Сайте.
                                                </li>
                                                <li>Подтверждает, что согласен на передачу своих персональных данных и
                                                        всех размещаемых материалов компаниям, с которыми заключены
                                                        соответствующие соглашения.
                                                </li>
                                                <li>Осознает, что Сайт может содержать материалы, ориентированные только
                                                        на совершеннолетних Пользователей.
                                                </li>
                                                <li>Обязуется использовать Сайт в соответствии с действующими и
                                                        применимыми в данной области законами.
                                                </li>
                                                <li>Обязуется не публиковать оскорбления, клевету, нецензурные
                                                        выражения, порнографические или иные аморальные материалы;
                                                        материалы, демонстрирующие или
                                                        пропагандирующие жестокость, террор или насилие; материалы,
                                                        оскорбляющие человеческое достоинство; а также иные материалы,
                                                        не соответствующие закону.
                                                </li>
                                                <li>Обязуется не вводить в заблуждение других Пользователей, а также не
                                                        преследовать их и не досаждать им.
                                                </li>
                                                <li>Обязуется не использовать Сайт для рекламы других сайтов, для
                                                        распространения рекламных материалов или материалов незаконной
                                                        пропаганды.
                                                </li>
                                                <li>Дает Компании согласие на обработку в ручном и автоматическом режиме
                                                        публикуемых объявлений, входящих и исходящих сообщений,
                                                        отправляемых или получаемых с использованием Сайта,
                                                        с целью защиты пользователей от массовых рассылок и спама.
                                                </li>
                                                <li>Обязуется не публиковать на Сайте идентичные или схожие по смыслу
                                                        объявления. При обработке таких объявлений Компанией они могут
                                                        квалифицироваться, как спам, а пользователю, распространяющему
                                                        их, может быть отказано в доступе к Сайту без предварительных
                                                        уведомлений.
                                                </li>
                                                <li>Обязуется не заниматься массовой (более 10 сообщений) рассылкой
                                                        идентичных или схожих сообщений другим пользователям. При
                                                        обработке таких сообщений Компанией они могут квалифицироваться,
                                                        как спам, а пользователю, распространяющему их, может быть
                                                        отказано в доступе к Сайту без предварительных уведомлений.
                                                </li>
                                                <li>Обязуется не создавать и не использовать более одного аккаунта на
                                                        Сайте.
                                                </li>
                                                <li>Безвозмездно передает Компании неисключительное право (простая
                                                        неисключительная лицензия) воспроизводить, распространять,
                                                        переводить и переделывать, а также сообщать материалы,
                                                        добавленные Пользователем на Сайт через сеть Интернет.
                                                </li>
                                                <li>Осознает, что материалы, размещенные им на Сайте, могут быть
                                                        доступны другим пользователям сети Интернет, за действия которых
                                                        Компания не несет ответственности.
                                                </li>


                                        </ul>

                                        <h2>Компания оставляет за собой право:</h2>
                                        <ol>
                                                <li>Модифицировать Сайт по своему усмотрению.</li>
                                                <li>Оказывать платные и бесплатные услуги Пользователям (далее —
                                                        «Услуги»).
                                                </li>
                                                <li>Вносить изменения в данное Соглашение в одностороннем порядке. О
                                                        внесении изменений в Соглашение Компания информирует
                                                        Пользователей путем размещения новой редакции Соглашения на
                                                        Сайте. Новая редакция Соглашения вступает в силу с момента ее
                                                        размещения на Сайте.
                                                </li>
                                                <li>Изменять стоимость и виды Услуг, сроки их действия; Пользователь в
                                                        праве прервать действие платной Услуги – в этом случае
                                                        неизрасходованные Пользователем денежные средства будут
                                                        возвращены ему по усмотрению Компании. Перевод средств от одного
                                                        Пользователя другому не предусмотрен.
                                                </li>

                                                <li>Редактировать или удалять материалы, опубликованные Пользователем на
                                                        Сайте, если они не соответствуют условиям данного Соглашения,
                                                        наносят вред Компании или третьим лицам.
                                                </li>
                                                <li>Отказывать в оказании Услуг Пользователям в случае нарушения
                                                        последними условий настоящего Соглашения, а также лицам,
                                                        оплачивающим Услуги для таких Пользователей. При этом сумма,
                                                        уплаченная за Услуги, не возвращается.
                                                </li>
                                                <li>Отказывать в доступе к Сайту любому пользователю с помощью
                                                        ограничений по ip-адресу, а также по адресу электронной почты,
                                                        указанному в настройках аккаунта пользователя, без объяснения
                                                        причины.
                                                </li>
                                                <li>Использовать информацию о Пользователе, а также материалы,
                                                        опубликованные Пользователем на Сайте и находящиеся в открытом
                                                        доступе, в частности, в целях разработки рекламных материалов,
                                                        размещения материалов на сайтах партнеров Компании и в других
                                                        целях.
                                                </li>
                                                <li>Передавать права, полученные от Пользователя по настоящему
                                                        Соглашению, третьим лицам в целях исполнения настоящего
                                                        Соглашения без дополнительного согласия Пользователя.
                                                </li>
                                        </ol>

                                        <h2>Компания не несет ответственности:</h2>

                                        <ol>
                                                <li>За содержание, достоверность и точность материалов, опубликованных
                                                        Пользователями.
                                                </li>
                                                <li>За причинение вреда, ущерба, потерю информации или за причинение
                                                        любых других убытков любым лицам, которые возникли при
                                                        пользовании Сайтом, в том числе с использованием мобильных
                                                        средств связи и иных средств телекоммуникаций.
                                                </li>
                                                <li>За нарушение Пользователем авторских и иных прав третьих лиц путем
                                                        опубликования материалов, несоответствующих действующему
                                                        законодательству (в том числе авторскому), добавленных
                                                        Пользователем на Сайт или переданных им Компании иным способом.
                                                </li>
                                        </ol>
                                </div>


                    </div>
                </div>
                <div style="clear:both">
                    <hr>
                </div>

            </div>
        </div>
    </div>

@endsection